{
  "title": "Scramble eggs in the same pan. Add noodles, fish sauce, tamarind paste, sugar, and lime juice, stir to combine. Add bean sprouts, cooked shrimp, and chopped green onions. Garnish with crushed peanuts and serve.  Pajeon (Pancakes)  Ingredients :  1 cup flour 1 cup water 1 egg 1/2 cup green onions 1/2 cup seafood (optional) 1 tablespoon soy sauce 1 tablespoon sesame oil Instructions :  Mix flour, water, and beaten egg in a bowl. Add chopped green onions and seafood (if using). Heat sesame oil in a pan and pour in batter. Cook until golden on both sides. Serve with soy sauce for dipping.  Pan con Tomate  Ingredients :  1 baguette 4 tomatoes 2 cloves garlic 1/4 cup olive oil 1 teaspoon salt Instructions :  Slice baguette and toast until golden. Rub toasted bread with cut garlic cloves. Grate tomatoes and spread on bread. Drizzle with olive oil and sprinkle with salt. Serve immediately.  Paneer Tikka  Ingredients :  1 pound paneer 1/2 cup yogurt 1 tablespoon lemon juice 1 teaspoon cumin 1 teaspoon coriander 1 teaspoon garam masala 1 teaspoon turmeric",
  "outline": [
    {
      "level": "H1",
      "text": "o 1 baguette o 4 tomatoes o 2 cloves garlic o 1/4 cup olive oil o 1 teaspoon salt  Instructions :",
      "page": 0
    },
    {
      "level": "H1",
      "text": "o 1 cup flour o 1 cup water o 1 egg o 1/2 cup green onions o 1/2 cup seafood (optional) o 1 tablespoon soy sauce o 1 tablespoon sesame oil  Instructions :",
      "page": 0
    },
    {
      "level": "H1",
      "text": "o Mix flour, water, and beaten egg in a bowl. o Add chopped green onions and seafood (if using). o Heat sesame oil in a pan and pour in batter. o Cook until golden on both sides. o Serve with soy sauce for dipping. Pan con Tomate",
      "page": 0
    },
    {
      "level": "H1",
      "text": "o Scramble eggs in the same pan. o Add noodles, fish sauce, tamarind paste, sugar, and lime juice, stir to combine. o Add bean sprouts, cooked shrimp, and chopped green onions. o Garnish with crushed peanuts and serve. Pajeon (Pancakes)",
      "page": 0
    },
    {
      "level": "H1",
      "text": "o Slice baguette and toast until golden. o Rub toasted bread with cut garlic cloves. o Grate tomatoes and spread on bread. o Drizzle with olive oil and sprinkle with salt. o Serve immediately. Paneer Tikka",
      "page": 0
    },
    {
      "level": "H1",
      "text": " Ingredients :",
      "page": 0
    },
    {
      "level": "H1",
      "text": "bowl. o Add paneer cubes and marinate for at least 1 hour. o Thread paneer onto skewers. o Grill or broil until golden, turning occasionally. o Serve warm. Panzanella",
      "page": 1
    },
    {
      "level": "H1",
      "text": "o 1 cup urad dal flour o 1/4 cup water o 1/2 teaspoon salt o Oil for frying  Instructions :",
      "page": 1
    },
    {
      "level": "H1",
      "text": "o 1 teaspoon salt o Skewers  Instructions :",
      "page": 1
    },
    {
      "level": "H1",
      "text": "o 4 cups cubed bread o 4 tomatoes o 1 cucumber o 1 small red onion o 1/4 cup basil o 1/4 cup olive oil o 2 tablespoons red wine vinegar o 1 teaspoon salt  Instructions :",
      "page": 1
    },
    {
      "level": "H1",
      "text": "o Mix urad dal flour, water, and salt to form a dough. o Roll dough into thin circles. o Fry in hot oil until crispy. o Drain on paper towels and serve. Patatas Bravas",
      "page": 1
    },
    {
      "level": "H1",
      "text": "o Toast bread cubes until golden. o Dice tomatoes and cucumber, slice red onion. o Mix bread, tomatoes, cucumber, onion, and chopped basil. o Whisk olive oil, vinegar, and salt, then pour over salad. o Toss well and serve. Papadum",
      "page": 1
    },
    {
      "level": "H1",
      "text": "o 1 pound beef o 1 small onion o 2 cloves garlic o 4 cups beef broth o 1 cup spinach o 1 cup okra o 1 teaspoon thyme o 1 teaspoon salt o 1/2 teaspoon pepper  Instructions :",
      "page": 2
    },
    {
      "level": "H1",
      "text": "o 1 pound chicken thighs o 1/4 cup peri-peri sauce o 2 tablespoons olive oil o 1 teaspoon salt o 1/2 teaspoon pepper  Instructions :",
      "page": 2
    },
    {
      "level": "H1",
      "text": "o 1/2 cup tomato sauce o 1 teaspoon paprika o 1/2 teaspoon cayenne pepper o 1/2 teaspoon salt o 1/4 cup mayonnaise  Instructions :",
      "page": 2
    },
    {
      "level": "H1",
      "text": "o Peel and dice potatoes. o Toss potatoes with olive oil and salt, then roast at 400°F (200°C) until crispy. o Mix tomato sauce, paprika, and cayenne pepper in a bowl. o Serve potatoes with tomato sauce and a dollop of mayonnaise. Pepper Pot",
      "page": 2
    },
    {
      "level": "H1",
      "text": "o Sauté diced beef, onion, and minced garlic until browned. o Add beef broth, thyme, salt, and pepper, simmer for 1 hour. o Stir in spinach and okra, cook until tender. o Serve warm. Peri-Peri Chicken",
      "page": 2
    },
    {
      "level": "H1",
      "text": "through. o Serve warm. Pico de Gallo",
      "page": 2
    },
    {
      "level": "H1",
      "text": "o 1 cup cornmeal o 4 cups water o 1 teaspoon salt o 2 tablespoons butter o 1/2 cup grated Parmesan cheese  Instructions :",
      "page": 3
    },
    {
      "level": "H1",
      "text": "o 1 pound Padrón peppers o 2 tablespoons olive oil o 1 teaspoon sea salt  Instructions :",
      "page": 3
    },
    {
      "level": "H1",
      "text": "o 2 green plantains o 1 cup vegetable oil o 1 teaspoon salt  Instructions :",
      "page": 3
    },
    {
      "level": "H1",
      "text": "o 4 tomatoes o 1 small onion o 1 jalapeño o 1/4 cup cilantro o 1 lime o 1 teaspoon salt  Instructions :",
      "page": 3
    },
    {
      "level": "H1",
      "text": "o Dice tomatoes, onion, and jalapeño. o Chop cilantro. o Combine all ingredients in a bowl. o Squeeze lime juice over the mixture and add salt. o Mix well and serve. Pimientos de Padrón",
      "page": 3
    },
    {
      "level": "H1",
      "text": "o Heat olive oil in a pan. o Add Padrón peppers and sauté until blistered and tender. o Sprinkle with sea salt and serve warm. Plantain Chips",
      "page": 3
    },
    {
      "level": "H1",
      "text": "o Peel and slice plantains thinly. o Heat oil in a pan and fry plantain slices until crispy. o Drain on paper towels and sprinkle with salt. o Serve warm. Polenta",
      "page": 3
    },
    {
      "level": "H1",
      "text": "o 2 1/4 teaspoons active dry yeast o 1 teaspoon sugar o 1 cup warm water o 3 cups flour o 1 teaspoon salt o 1/4 cup baking soda o 1 egg o Coarse salt  Instructions :",
      "page": 4
    },
    {
      "level": "H1",
      "text": "o 4 potatoes o 2 eggs o 1 small onion o 1/2 cup mayonnaise o 2 tablespoons mustard o 1 tablespoon vinegar o 1 teaspoon salt o 1/2 teaspoon pepper  Instructions :",
      "page": 4
    },
    {
      "level": "H1",
      "text": "o Boil potatoes until tender, then dice. o Hard-boil eggs, then chop. o Mix potatoes, eggs, diced onion, mayonnaise, mustard, vinegar, salt, and pepper. o Chill for at least 1 hour before serving. Pretzels",
      "page": 4
    },
    {
      "level": "H1",
      "text": "o Dissolve yeast and sugar in warm water, let sit until foamy. o Mix flour and salt in a bowl, then add yeast mixture. o Knead until smooth, then let rise until doubled. o Divide dough into pieces and roll into ropes, then shape into pretzels. o Boil water with baking soda and dip pretzels in the solution. o Place on a baking sheet, brush with beaten egg, and sprinkle with coarse salt. o Bake at 450°F (230°C) for 12-15 minutes until golden. o Serve warm. Pulao",
      "page": 4
    },
    {
      "level": "H1",
      "text": "o Stir in butter and Parmesan cheese. o Serve warm. Potato Salad",
      "page": 4
    },
    {
      "level": "H1",
      "text": "minute. o Drain rice and add to the pan, stir to coat with spices. o Add water and bring to a boil. o Reduce heat, cover, and simmer until rice is tender and water is absorbed. o Add salt to taste and serve. Quesadillas",
      "page": 5
    },
    {
      "level": "H1",
      "text": "o 1 carrot o 1/2 cup peas o 1 teaspoon cumin o 1 teaspoon coriander o 1 teaspoon turmeric o 1 teaspoon garam masala o 1 teaspoon salt o 2 tablespoons oil  Instructions :",
      "page": 5
    },
    {
      "level": "H1",
      "text": "o 1 pie crust o 6 slices bacon o 1 small onion o 1 cup grated Gruyère cheese o 3 eggs o 1 cup heavy cream o 1/2 teaspoon salt o 1/4 teaspoon pepper  Instructions :",
      "page": 5
    },
    {
      "level": "H1",
      "text": "o 4 flour tortillas o 2 cups shredded cheese o 1/2 cup diced cooked chicken (optional) o 1/4 cup chopped cilantro o 1 tablespoon vegetable oil  Instructions :",
      "page": 5
    },
    {
      "level": "H1",
      "text": "side. o Cut into wedges and serve. Quiche Lorraine",
      "page": 5
    },
    {
      "level": "H1",
      "text": "o 1 cup yogurt o 1/2 cucumber o 1/4 cup mint o 1/4 teaspoon cumin o 1/4 teaspoon salt  Instructions :",
      "page": 6
    },
    {
      "level": "H1",
      "text": "o 2 cups sugar o 1 cup coconut o 1/4 cup butter o 10 egg yolks o 1 teaspoon vanilla extract  Instructions :",
      "page": 6
    },
    {
      "level": "H1",
      "text": "o Grate cucumber and squeeze out excess moisture. o Mix yogurt with cucumber, chopped mint, cumin, and salt. o Serve chilled. Ratatouille",
      "page": 6
    },
    {
      "level": "H1",
      "text": "o Preheat oven to 350°F (175°C). o Mix sugar, coconut, melted butter, egg yolks, and vanilla extract in a bowl. o Pour mixture into greased muffin tins. o Bake for 30-35 minutes until set and golden. o Let cool before removing from tins. o Serve chilled. Raita",
      "page": 6
    },
    {
      "level": "H1",
      "text": "o Preheat oven to 375°F (190°C). o Cook bacon until crispy, then crumble. o Sauté diced onion in bacon fat until softened. o Place pie crust in a pie dish and sprinkle with bacon, onion, and cheese. o Beat eggs with cream, salt, and pepper, then pour over the filling. o Bake for 30-35 minutes until set and golden. o Serve warm. Quindim",
      "page": 6
    },
    {
      "level": "H1",
      "text": "o 1 pound morning glory o 4 cloves garlic o 2 tablespoons fish sauce o 1 tablespoon vegetable oil  Instructions :",
      "page": 7
    },
    {
      "level": "H1",
      "text": "o 1 teaspoon rosemary o 1/4 cup olive oil o 1 teaspoon salt  Instructions :",
      "page": 7
    },
    {
      "level": "H1",
      "text": "o 2 cups cooked pinto beans o 1/4 cup lard or vegetable oil o 1 small onion o 1 clove garlic o 1 teaspoon salt  Instructions :",
      "page": 7
    },
    {
      "level": "H1",
      "text": "o Dice eggplant, zucchini, bell pepper, and tomatoes. o Sauté diced onion and minced garlic in olive oil until softened. o Add eggplant, zucchini, bell pepper, tomatoes, thyme, rosemary, and salt. o Simmer for 30 minutes, stirring occasionally. o Serve warm. Rau Muong Xao Toi (Stir-Fried Morning Glory with Garlic)",
      "page": 7
    },
    {
      "level": "H1",
      "text": "o Sauté minced garlic in vegetable oil until fragrant. o Add morning glory and stir-fry until tender. o Add fish sauce and cook for 2 minutes. o Serve warm. Refried Beans",
      "page": 7
    },
    {
      "level": "H1",
      "text": "translucent. o Add beans and mash with a potato masher. o Cook, stirring frequently, until beans are thickened. o Add salt to taste and serve. Rfissa",
      "page": 7
    },
    {
      "level": "H1",
      "text": "o 1 cup rice o 1 cup coconut milk o 1 cup water o 1/2 cup kidney beans o 1 small onion o 2 cloves garlic o 1 teaspoon thyme o 1 teaspoon salt  Instructions :",
      "page": 8
    },
    {
      "level": "H1",
      "text": "o 1 pound pork shoulder o 1/2 cup duck fat o 1/4 cup white wine o 1 teaspoon thyme o 1 teaspoon salt o 1/2 teaspoon pepper  Instructions :",
      "page": 8
    },
    {
      "level": "H1",
      "text": "o 1 teaspoon salt o 1/4 cup olive oil o 4 cups chicken broth o 1/4 cup lentils o 1/4 cup cilantro o 4 pieces flatbread  Instructions :",
      "page": 8
    },
    {
      "level": "H1",
      "text": "o Sauté diced onion and minced garlic until softened. o Add rice, coconut milk, water, kidney beans, thyme, and salt. o Bring to a boil, then reduce heat and simmer until rice is tender. o Serve warm. Rillettes",
      "page": 8
    },
    {
      "level": "H1",
      "text": "tender. o Stir in chopped cilantro. o Tear flatbread into pieces and place in a serving dish. o Pour chicken and sauce over the bread and serve warm. Rice and Peas",
      "page": 8
    },
    {
      "level": "H1",
      "text": "o 1 cup Arborio rice o 4 cups chicken broth o 1/2 cup white wine o 1 small onion o 2 cloves garlic o 1/2 cup Parmesan cheese o 2 tablespoons butter o 1 tablespoon olive oil  Instructions :",
      "page": 9
    },
    {
      "level": "H1",
      "text": "o 4 potatoes o 1 small onion o 1/4 cup flour o 1 egg o 1 teaspoon salt o 1/2 teaspoon pepper o Oil for frying  Instructions :",
      "page": 9
    },
    {
      "level": "H1",
      "text": "o Chill until set. o Serve with bread. Risotto",
      "page": 9
    },
    {
      "level": "H1",
      "text": "o Grate potatoes and onion, then squeeze out excess moisture. o Mix with flour, beaten egg, salt, and pepper. o Form mixture into patties. o Fry in hot oil until golden on both sides. o Drain on paper towels and serve warm. Rotkohl (Braised Red Cabbage)",
      "page": 9
    },
    {
      "level": "H1",
      "text": "o Heat broth in a pot and keep warm. o Sauté diced onion and minced garlic in olive oil until translucent. o Add rice and cook until lightly toasted. o Pour in wine and cook until absorbed. o Add broth one ladle at a time, stirring constantly until absorbed. o Continue until rice is creamy and tender. o Stir in butter and grated Parmesan cheese. o Serve immediately. Rösti (Potato Pancakes)",
      "page": 9
    },
    {
      "level": "H1",
      "text": "o 1/2 pound kefalotyri cheese o 1/4 cup flour o 1/4 cup olive oil o 1 lemon  Instructions :",
      "page": 10
    },
    {
      "level": "H1",
      "text": "o 1/4 cup vinegar o 1/4 cup sugar o 1/4 cup water o 1 teaspoon salt o 1/2 teaspoon pepper  Instructions :",
      "page": 10
    },
    {
      "level": "H1",
      "text": "o 4 tomatoes o 1 cucumber o 1 small red onion o 1/4 cup olives o 1/4 cup green beans o 2 hard-boiled eggs o 1 can tuna o 1/4 cup olive oil o 2 tablespoons red wine vinegar o 1 teaspoon Dijon mustard o 1 teaspoon salt  Instructions :",
      "page": 10
    },
    {
      "level": "H1",
      "text": "o Cut cheese into slices. o Dredge cheese in flour. o Heat olive oil in a pan and fry cheese until golden on both sides. o Squeeze lemon juice over the top and serve immediately. Salade Niçoise",
      "page": 10
    },
    {
      "level": "H1",
      "text": "o Shred cabbage and slice onion and apple. o Sauté onion in a pot until softened. o Add cabbage, apple, vinegar, sugar, water, salt, and pepper. o Simmer for 45 minutes until cabbage is tender. o Serve warm. Saganaki",
      "page": 10
    },
    {
      "level": "H1",
      "text": "Salpicão",
      "page": 11
    },
    {
      "level": "H1",
      "text": "o 1 pound salted cod o 1 small onion o 2 cloves garlic o 1/2 cup flour o 1/4 cup water o 1 teaspoon thyme o 1 teaspoon salt o Oil for frying  Instructions :",
      "page": 11
    },
    {
      "level": "H1",
      "text": "o 2 cups shredded chicken o 1 small onion o 1 carrot o 1 apple o 1/4 cup raisins o 1/4 cup mayonnaise o 1/4 cup parsley o 1 teaspoon salt  Instructions :",
      "page": 11
    },
    {
      "level": "H1",
      "text": "o Soak salted cod in water overnight, then rinse and flake. o Mix cod with diced onion, minced garlic, flour, water, thyme, and salt. o Form mixture into fritters. o Fry in hot oil until golden. o Drain on paper towels and serve warm. Samosa",
      "page": 11
    },
    {
      "level": "H1",
      "text": "parsley, and salt. o Serve chilled. Saltfish Fritters",
      "page": 11
    },
    {
      "level": "H1",
      "text": "bowl. o Marinate chicken in the mixture for at least 1 hour. o Grill or broil until cooked through. o Serve with peanut sauce. Sauerkraut",
      "page": 12
    },
    {
      "level": "H1",
      "text": "o 1 head cabbage o 1 tablespoon sea salt o 1 teaspoon caraway seeds  Instructions :",
      "page": 12
    },
    {
      "level": "H1",
      "text": "o 1 pound chicken breast o 1/4 cup coconut milk o 2 tablespoons soy sauce o 2 tablespoons peanut butter o 1 tablespoon curry powder o 1 tablespoon brown sugar o Skewers  Instructions :",
      "page": 12
    },
    {
      "level": "H1",
      "text": "o 1 teaspoon garam masala o 1 teaspoon salt o Oil for frying  Instructions :",
      "page": 12
    },
    {
      "level": "H1",
      "text": "o Mix flour, oil, and water to form a dough, then let rest. o Boil and mash potatoes, then mix with peas, diced onion, and spices. o Roll dough into circles, cut in half, and form cones. o Fill cones with potato mixture and seal edges. o Fry in hot oil until golden. o Serve warm. Satay",
      "page": 12
    },
    {
      "level": "H1",
      "text": "o Shred cabbage and mix with sea salt and caraway seeds. o Pack cabbage into a jar and press down to release juices. o Cover and let ferment at room temperature for 1-2 weeks. o Store in the refrigerator and serve as needed. Shakshuka",
      "page": 12
    },
    {
      "level": "H1",
      "text": "o 1 pound chicken thighs o 1/4 cup yogurt o 2 tablespoons lemon juice o 2 cloves garlic o 1 teaspoon cumin o 1 teaspoon paprika o 1 teaspoon turmeric o 1 teaspoon salt o 1/2 teaspoon pepper  Instructions :",
      "page": 13
    },
    {
      "level": "H1",
      "text": "o 4 potatoes o 4 cloves garlic o 1/4 cup olive oil o 1/4 cup lemon juice o 1 teaspoon salt  Instructions :",
      "page": 13
    },
    {
      "level": "H1",
      "text": "o 4 tomatoes o 1 teaspoon cumin o 1 teaspoon paprika o 1 teaspoon salt o 4 eggs o 1/4 cup parsley  Instructions :",
      "page": 13
    },
    {
      "level": "H1",
      "text": "o Sauté diced onion, minced garlic, and diced bell pepper until softened. o Add diced tomatoes, cumin, paprika, and salt, simmer for 10 minutes. o Make wells in the sauce and crack eggs into each well. o Cover and cook until eggs are set. o Garnish with chopped parsley and serve. Shawarma",
      "page": 13
    },
    {
      "level": "H1",
      "text": "through. o Slice and serve with pita bread and toppings. Skordalia",
      "page": 13
    },
    {
      "level": "H1",
      "text": "o 1 green papaya o 2 tomatoes o 1 carrot o 2 cloves garlic o 2 tablespoons fish sauce o 2 tablespoons lime juice o 1 tablespoon sugar o 1 tablespoon peanuts o 1-2 Thai chilies  Instructions :",
      "page": 14
    },
    {
      "level": "H1",
      "text": "o 4 corn tortillas o 1 tablespoon vegetable oil o 1 small onion o 2 cloves garlic o 4 cups chicken broth o 2 tomatoes o 1 teaspoon cumin o 1 avocado o 1/4 cup cilantro  Instructions :",
      "page": 14
    },
    {
      "level": "H1",
      "text": "o Cut tortillas into strips and fry in oil until crispy. o Sauté diced onion and minced garlic in a pot until translucent. o Add diced tomatoes and cumin, cook for 5 minutes. o Pour in chicken broth and bring to a boil. o Simmer for 10 minutes. o Serve soup topped with tortilla strips, diced avocado, and chopped cilantro.",
      "page": 14
    },
    {
      "level": "H1",
      "text": "o Peel and shred green papaya and carrot. o Crush garlic and chilies in a mortar and pestle. o Add fish sauce, lime juice, and sugar, mix well. o Toss shredded papaya, carrot, and sliced tomatoes with the dressing. o Garnish with crushed peanuts and serve. Sopa de Tortilla",
      "page": 14
    },
    {
      "level": "H1",
      "text": "o Serve as a dip or side dish. Som Tum (Green Papaya Salad)",
      "page": 14
    }
  ]
}