{
  "title": "",
  "outline": [
    {
      "level": "H1",
      "text": "Acarajé",
      "page": 1
    },
    {
      "level": "H1",
      "text": "Agedashi Tofu",
      "page": 1
    },
    {
      "level": "H1",
      "text": "o 1 block tofu o 1/4 cup cornstarch o 1 cup dashi broth o 2 tablespoons soy sauce o 1 tablespoon mirin o 1/4 cup green onions o 1/4 cup grated daikon  Instructions :",
      "page": 1
    },
    {
      "level": "H1",
      "text": "o 2 cups black-eyed peas o 1 small onion o 2 cloves garlic o 1 teaspoon salt o Oil for frying  Instructions :",
      "page": 1
    },
    {
      "level": "H1",
      "text": "o 2 potatoes o 1 cauliflower o 1 small onion o 2 cloves garlic o 1 teaspoon cumin o 1 teaspoon turmeric o 1 teaspoon coriander o 1 teaspoon garam masala o 1 teaspoon salt o 2 tablespoons oil  Instructions :",
      "page": 1
    },
    {
      "level": "H1",
      "text": "o Cut tofu into cubes and coat with cornstarch. o Fry in hot oil until golden. o Heat dashi broth with soy sauce and mirin. o Serve tofu in broth, topped with green onions and grated daikon. Aloo Gobi",
      "page": 1
    },
    {
      "level": "H1",
      "text": " Ingredients :",
      "page": 1
    },
    {
      "level": "H1",
      "text": "egg, paprika, salt, and pepper in a bowl. o Form mixture into meatballs. o Heat olive oil in a pan and brown meatballs on all sides. o Add tomato sauce and simmer for 20 minutes. o Serve warm. Antipasto",
      "page": 2
    },
    {
      "level": "H1",
      "text": "o 1/2 pound ground beef o 1/2 pound ground pork o 1 small onion o 2 cloves garlic o 1/4 cup breadcrumbs o 1 egg o 1 teaspoon paprika o 1 teaspoon salt o 1/2 teaspoon pepper o 1/4 cup olive oil o 1 cup tomato sauce  Instructions :",
      "page": 2
    },
    {
      "level": "H1",
      "text": "o Add potatoes and cauliflower, stir to coat with spices. o Cover and cook until vegetables are tender, stirring occasionally. o Add salt to taste and serve. Albondigas",
      "page": 2
    },
    {
      "level": "H1",
      "text": "o Arrange meats, cheeses, olives, and vegetables on a platter. o Serve with breadsticks. Arancini",
      "page": 2
    },
    {
      "level": "H1",
      "text": "o Assorted cured meats (salami, prosciutto) o Cheeses (mozzarella, provolone) o Olives o Marinated vegetables (artichokes, peppers) o Breadsticks  Instructions :",
      "page": 2
    },
    {
      "level": "H1",
      "text": "baking dish. o Bake for 1 hour, stirring occasionally. o Serve warm. Bammy",
      "page": 3
    },
    {
      "level": "H1",
      "text": "o 2 eggplants o 1/4 cup tahini o 1/4 cup lemon juice o 2 cloves garlic o 1/4 cup olive oil o 1 teaspoon salt  Instructions :",
      "page": 3
    },
    {
      "level": "H1",
      "text": "o 4 cups cooked navy beans o 1 small onion o 1/2 cup molasses o 1/4 cup brown sugar o 1/4 cup ketchup o 1 tablespoon mustard o 1 teaspoon salt o 1/2 teaspoon pepper  Instructions :",
      "page": 3
    },
    {
      "level": "H1",
      "text": "o Form risotto into balls and stuff with a cube of mozzarella. o Dredge balls in flour, dip in beaten eggs, and coat with breadcrumbs. o Fry in hot oil until golden. o Drain on paper towels and serve warm. Baba Ganoush",
      "page": 3
    },
    {
      "level": "H1",
      "text": "processor. o Slowly add olive oil while blending until smooth. o Serve with a drizzle of olive oil. Baked Beans",
      "page": 3
    },
    {
      "level": "H1",
      "text": " Instructions :",
      "page": 3
    },
    {
      "level": "H1",
      "text": "o 1 cup rice flour o 1/2 cup water o 1/2 cup coconut milk o 1/4 cup shrimp o 1/4 cup green onions o 1/4 cup fried shallots o 1 teaspoon salt o 1/2 teaspoon sugar  Instructions :",
      "page": 4
    },
    {
      "level": "H1",
      "text": "o Assorted small side dishes like pickled radish, spinach, bean sprouts, kimchi  Instructions :",
      "page": 4
    },
    {
      "level": "H1",
      "text": "o Mix grated cassava with coconut milk and salt. o Form mixture into flat cakes. o Fry in hot oil until golden. o Drain on paper towels and serve warm. Banchan",
      "page": 4
    },
    {
      "level": "H1",
      "text": "o Mix rice flour, water, coconut milk, salt, and sugar to form a batter. o Pour batter into small dishes and steam until set. o Sauté chopped shrimp and green onions until cooked. o Top steamed cakes with shrimp, green onions, and fried shallots. o Serve with dipping sauce. Banh Xeo",
      "page": 4
    },
    {
      "level": "H1",
      "text": "o Oil for frying  Instructions :",
      "page": 4
    },
    {
      "level": "H1",
      "text": "o Prepare each side dish separately. o Arrange on small plates. o Serve as accompaniments to the main meal. Banh Beo",
      "page": 4
    },
    {
      "level": "H1",
      "text": "mixture. o Wrap in cheesecloth and hang in a cool, dry place for 1-2 weeks. o Slice thinly and serve. Batbout",
      "page": 5
    },
    {
      "level": "H1",
      "text": "o 1 pound beef tenderloin o 1/4 cup paprika o 2 tablespoons cumin o 2 tablespoons fenugreek o 1 tablespoon garlic powder o 1 tablespoon salt  Instructions :",
      "page": 5
    },
    {
      "level": "H1",
      "text": "o 1 teaspoon salt o Oil for frying  Instructions :",
      "page": 5
    },
    {
      "level": "H1",
      "text": "o 2 1/4 teaspoons active dry yeast o 1 teaspoon sugar o 1 cup warm water o 3 cups flour o 1 teaspoon salt o 1/4 cup olive oil  Instructions :",
      "page": 5
    },
    {
      "level": "H1",
      "text": "o Dissolve yeast and sugar in warm water, let sit until foamy. o Mix flour and salt in a bowl, then add yeast mixture and olive oil. o Knead until smooth, then let rise until doubled. o Divide dough into balls and roll out into circles. o Cook on a hot griddle until puffed and golden. o Serve warm. Bhindi Masala",
      "page": 5
    },
    {
      "level": "H1",
      "text": "o Mix rice flour, coconut milk, water, turmeric, and salt to form a batter. o Sauté sliced pork, shrimp, and diced onion until cooked. o Heat oil in a pan and pour in a ladle of batter, swirling to coat the pan. o Add cooked pork, shrimp, bean sprouts, green onions, and cilantro. o Fold pancake in half and cook until crispy. o Serve with lettuce and dipping sauce. Basturma",
      "page": 5
    },
    {
      "level": "H1",
      "text": "beef is browned. o Transfer mixture to a baking dish. o Beat eggs with milk and pour over the beef mixture. o Sprinkle with breadcrumbs. o Bake for 30 minutes until set and golden. o Serve warm. Bok Choy with Garlic",
      "page": 6
    },
    {
      "level": "H1",
      "text": "o 1 pound ground beef o 1 small onion o 2 cloves garlic o 1/4 cup raisins o 1/4 cup almonds o 1 tablespoon curry powder o 1 teaspoon salt o 1/2 teaspoon pepper o 2 eggs o 1/2 cup milk o 1/4 cup breadcrumbs  Instructions :",
      "page": 6
    },
    {
      "level": "H1",
      "text": "o 1 pound okra o 1 small onion o 2 cloves garlic o 1 teaspoon cumin o 1 teaspoon coriander o 1 teaspoon turmeric o 1 teaspoon garam masala o 1 teaspoon salt o 2 tablespoons oil  Instructions :",
      "page": 6
    },
    {
      "level": "H1",
      "text": "o Wash and dry okra, then cut into pieces. o Heat oil in a pan and sauté diced onion and minced garlic until translucent. o Add cumin, coriander, turmeric, and garam masala, cook for 1 minute. o Add okra and stir to coat with spices. o Cook until okra is tender, stirring occasionally. o Add salt to taste and serve. Bobotie",
      "page": 6
    },
    {
      "level": "H1",
      "text": "beaten eggs. o Form mixture into balls and coat with breadcrumbs. o Fry in hot oil until golden. o Drain on paper towels and serve warm. Bouillabaisse",
      "page": 7
    },
    {
      "level": "H1",
      "text": "o 1 pound fish fillets o 1/2 pound shrimp o 1/2 pound mussels o 1 small onion o 2 cloves garlic o 4 tomatoes o 4 cups fish stock o 1/2 cup white wine o 1 teaspoon saffron o 1 teaspoon thyme o 1 teaspoon salt o 1/2 teaspoon pepper  Instructions :",
      "page": 7
    },
    {
      "level": "H1",
      "text": "o 1 pound salted cod o 4 potatoes o 1 small onion o 2 cloves garlic o 1/4 cup parsley o 2 eggs o 1 cup breadcrumbs o Oil for frying  Instructions :",
      "page": 7
    },
    {
      "level": "H1",
      "text": "o 2 cloves garlic o 2 tablespoons soy sauce o 1 tablespoon sesame oil  Instructions :",
      "page": 7
    },
    {
      "level": "H1",
      "text": "o Sauté minced garlic in sesame oil until fragrant. o Add bok choy and stir-fry until tender. o Add soy sauce and cook for 2 minutes. o Serve warm. Bolinho de Bacalhau",
      "page": 7
    },
    {
      "level": "H1",
      "text": "for 20 minutes. o Add fish fillets, shrimp, and mussels, cook until seafood is done. o Serve hot with crusty bread. Bratkartoffeln (Fried Potatoes)",
      "page": 8
    },
    {
      "level": "H1",
      "text": "o 2 potatoes o 2 zucchinis o 2 eggplants o 2 tomatoes o 1 small onion o 4 cloves garlic o 1/4 cup olive oil o 1 teaspoon oregano o 1 teaspoon salt o 1/2 teaspoon pepper  Instructions :",
      "page": 8
    },
    {
      "level": "H1",
      "text": "o 4 potatoes o 1 small onion o 1/4 cup bacon o 2 tablespoons butter o 1 teaspoon salt o 1/2 teaspoon pepper  Instructions :",
      "page": 8
    },
    {
      "level": "H1",
      "text": "o Boil potatoes until tender, then slice. o Cook diced bacon until crispy, then remove and set aside. o Sauté sliced potatoes and diced onion in butter until golden. o Stir in bacon, salt, and pepper. o Serve warm. Briam",
      "page": 8
    },
    {
      "level": "H1",
      "text": "o Preheat oven to 375°F (190°C). o Slice potatoes, zucchinis, eggplants, and tomatoes. o Sauté diced onion and minced garlic in olive oil until softened. o Layer vegetables in a baking dish, seasoning with oregano, salt, and pepper. o Pour sautéed onion and garlic over the top. o Bake for 45 minutes until vegetables are tender. o Serve warm. Briouats",
      "page": 8
    },
    {
      "level": "H1",
      "text": "o 1 baguette o 4 tomatoes o 1/4 cup basil o 2 cloves garlic o 1/4 cup olive oil o 1 teaspoon salt  Instructions :",
      "page": 9
    },
    {
      "level": "H1",
      "text": "o 1 cup bulgur o 2 cups chicken broth o 1 small onion o 1 carrot o 1/4 cup parsley o 2 tablespoons olive oil o 1 teaspoon salt  Instructions :",
      "page": 9
    },
    {
      "level": "H1",
      "text": "o 1 small onion o 2 cloves garlic o 1/4 cup parsley o 1 teaspoon cumin o 1 teaspoon cinnamon o 1 teaspoon salt o 1/2 teaspoon pepper o 1 package phyllo dough o 1/4 cup butter o Oil for frying  Instructions :",
      "page": 9
    },
    {
      "level": "H1",
      "text": "o Sauté ground beef, diced onion, and minced garlic until cooked. o Stir in chopped parsley, cumin, cinnamon, salt, and pepper. o Cut phyllo dough into strips and brush with melted butter. o Place a spoonful of filling on each strip and fold into triangles. o Fry in hot oil until golden. o Drain on paper towels and serve warm. Bruschetta",
      "page": 9
    },
    {
      "level": "H1",
      "text": "o Slice baguette and toast until golden. o Dice tomatoes and chop basil. o Mix tomatoes, basil, minced garlic, olive oil, and salt. o Spoon mixture onto toasted bread and serve. Bulgur Pilaf",
      "page": 9
    },
    {
      "level": "H1",
      "text": "o 1 pound callaloo leaves o 1 small onion o 2 cloves garlic o 1/4 cup coconut milk o 1 teaspoon thyme o 1 teaspoon salt o 1/2 teaspoon pepper  Instructions :",
      "page": 10
    },
    {
      "level": "H1",
      "text": "o 2 eggplants o 2 cloves garlic o 2 tablespoons fish sauce o 1 tablespoon lime juice o 1 tablespoon sugar o 1/4 cup cilantro  Instructions :",
      "page": 10
    },
    {
      "level": "H1",
      "text": "o Grill eggplants until charred and tender. o Peel and slice eggplants. o Mix minced garlic, fish sauce, lime juice, and sugar in a bowl. o Toss eggplants with the dressing. o Garnish with chopped cilantro and serve. Callaloo",
      "page": 10
    },
    {
      "level": "H1",
      "text": "o Pour in chicken broth and bring to a boil. o Reduce heat, cover, and simmer until bulgur is tender. o Stir in chopped parsley and salt. o Serve warm. Ca Tim Nuong (Grilled Eggplant)",
      "page": 10
    },
    {
      "level": "H1",
      "text": "o Sauté diced onion and minced garlic until softened. o Add callaloo leaves and cook until wilted. o Stir in coconut milk, thyme, salt, and pepper. o Simmer for 10 minutes. o Serve warm. Canh Chua",
      "page": 10
    },
    {
      "level": "H1",
      "text": "o 2-3 Thai chilies o 2 tablespoons fish sauce o 2 tablespoons tamarind paste o 1 tablespoon sugar o 1/4 cup cilantro  Instructions :",
      "page": 11
    },
    {
      "level": "H1",
      "text": "o 4 carrots o 1/4 cup raisins o 1/4 cup parsley o 1/4 cup lemon juice o 1/4 cup olive oil o 1 teaspoon cumin o 1 teaspoon salt  Instructions :",
      "page": 11
    },
    {
      "level": "H1",
      "text": "o 4 tomatoes o 1 pound fresh mozzarella o 1/4 cup basil o 2 tablespoons olive oil o 1 tablespoon balsamic glaze o 1 teaspoon salt  Instructions :",
      "page": 11
    },
    {
      "level": "H1",
      "text": "o Bring fish stock to a boil. o Add lemongrass, chilies, and tamarind paste, simmer for 10 minutes. o Add pineapple, tomatoes, and fish fillets, cook until fish is done. o Stir in fish sauce, sugar, and bean sprouts. o Garnish with chopped cilantro and serve. Caprese Salad",
      "page": 11
    },
    {
      "level": "H1",
      "text": "o Grate carrots and mix with raisins and chopped parsley. o Whisk lemon juice, olive oil, cumin, and salt, then pour over salad. o Toss well and serve chilled. Ceviche",
      "page": 11
    },
    {
      "level": "H1",
      "text": "o Slice tomatoes and mozzarella. o Arrange on a plate, alternating slices. o Sprinkle with chopped basil, olive oil, balsamic glaze, and salt. o Serve immediately. Carrot Salad",
      "page": 11
    },
    {
      "level": "H1",
      "text": "green onions, minced garlic, fish sauce, and sugar in a bowl. o Place a spoonful of filling on each wrapper and roll tightly. o Fry in hot oil until golden. o Drain on paper towels and serve with dipping sauce. Chakchouka",
      "page": 12
    },
    {
      "level": "H1",
      "text": "o 1 package spring roll wrappers o 1/2 pound ground pork o 1/2 cup shrimp o 1/2 cup mushrooms o 1/4 cup carrots o 1/4 cup green onions o 2 cloves garlic o 2 tablespoons fish sauce o 1 tablespoon sugar o Oil for frying  Instructions :",
      "page": 12
    },
    {
      "level": "H1",
      "text": "o 1 small onion o 2 tomatoes o 1 jalapeño o 1/4 cup cilantro o 1 teaspoon salt  Instructions :",
      "page": 12
    },
    {
      "level": "H1",
      "text": "o Dice fish or shrimp and place in a bowl. o Pour lime juice over the seafood and let marinate for 30 minutes. o Dice onion, tomatoes, and jalapeño. o Chop cilantro. o Mix all ingredients together and add salt. o Serve chilled. Cha Gio",
      "page": 12
    },
    {
      "level": "H1",
      "text": "o 2 cups cooked chickpeas o 1 small onion o 2 cloves garlic o 1 teaspoon cumin o 1 teaspoon coriander o 1 teaspoon garam masala o 1 teaspoon turmeric o 1 teaspoon salt o 1 can diced tomatoes o 2 tablespoons oil  Instructions :",
      "page": 13
    },
    {
      "level": "H1",
      "text": "o 2 cups flour o 1/4 cup oil o 1/2 cup water o 1 teaspoon salt  Instructions :",
      "page": 13
    },
    {
      "level": "H1",
      "text": "o Heat oil in a pan and sauté diced onion and minced garlic until translucent. o Add cumin, coriander, garam masala, and turmeric, cook for 1 minute. o Add chickpeas and diced tomatoes, stir to combine. o Simmer for 15 minutes, stirring occasionally. o Add salt to taste and serve. Chapati",
      "page": 13
    },
    {
      "level": "H1",
      "text": "o Mix flour, oil, water, and salt to form a dough, then let rest. o Divide dough into balls and roll out into circles. o Cook on a hot griddle until golden on both sides. o Serve warm. Char Siu",
      "page": 13
    },
    {
      "level": "H1",
      "text": "softened. o Add diced tomatoes, cumin, paprika, and salt, simmer for 10 minutes. o Make wells in the sauce and crack eggs into each well. o Cover and cook until eggs are set. o Garnish with chopped cilantro and serve warm. Chana Masala",
      "page": 13
    },
    {
      "level": "H1",
      "text": "o 2 eggs o 1 cup dashi broth o 1 tablespoon soy sauce o 1 tablespoon mirin o 1/4 cup chicken o 1/4 cup shrimp o 1/4 cup mushrooms  Instructions :",
      "page": 14
    },
    {
      "level": "H1",
      "text": "o 2 tablespoons honey o 1 tablespoon rice wine o 1 teaspoon five-spice powder o 1 teaspoon garlic powder  Instructions :",
      "page": 14
    },
    {
      "level": "H1",
      "text": "o 4 poblano peppers o 1 cup shredded cheese o 1/2 cup flour o 4 eggs o 1 cup vegetable oil o 1 cup tomato sauce  Instructions :",
      "page": 14
    },
    {
      "level": "H1",
      "text": "o Beat eggs with dashi broth, soy sauce, and mirin. o Place chicken, shrimp, and mushrooms in small bowls. o Pour egg mixture over the top. o Steam for 15 minutes until set. o Serve warm. Chiles Rellenos",
      "page": 14
    },
    {
      "level": "H1",
      "text": "o Roast peppers until charred, then peel and remove seeds. o Stuff peppers with cheese. o Separate eggs and beat whites until stiff, then fold in yolks. o Dredge peppers in flour, then dip in egg mixture. o Fry in hot oil until golden. o Serve with warmed tomato sauce.",
      "page": 14
    },
    {
      "level": "H1",
      "text": "powder in a bowl. o Marinate pork in the mixture for at least 2 hours. o Preheat oven to 375°F (190°C). o Place pork on a baking sheet and roast for 45 minutes, basting occasionally. o Let rest before slicing and serving. Chawanmushi",
      "page": 14
    }
  ]
}