{
  "title": "Churros  Ingredients :  1 cup water 1/2 cup butter 1 cup flour 3 eggs 1/4 cup sugar 1 teaspoon cinnamon Oil for frying Instructions :  Bring water and butter to a boil. Add flour and stir until a dough forms. Remove from heat and beat in eggs one at a time. Heat oil in a pan. Pipe dough into hot oil and fry until golden. Drain on paper towels and roll in a mixture of sugar and cinnamon. Serve warm.  Coconut Rice  Ingredients :  1 cup rice 1 cup coconut milk 1 cup water 1/4 cup shredded coconut 1 teaspoon salt Instructions :  Sauté shredded coconut until lightly browned. Add rice, coconut milk, water, and salt. Bring to a boil, then reduce heat and simmer until rice is tender. Serve warm.  Coleslaw  Ingredients :  1 small cabbage 2 carrots 1/2 cup mayonnaise 2 tablespoons apple cider vinegar 1 tablespoon sugar 1 teaspoon salt Instructions :  Shred cabbage and grate carrots. Mix mayonnaise, vinegar, sugar, and salt in a bowl. Toss cabbage and carrots with dressing. Chill for at least 1 hour before serving.",
  "outline": [
    {
      "level": "H1",
      "text": "Churros",
      "page": 0
    },
    {
      "level": "H1",
      "text": "o 1 cup rice o 1 cup coconut milk o 1 cup water o 1/4 cup shredded coconut o 1 teaspoon salt  Instructions :",
      "page": 0
    },
    {
      "level": "H1",
      "text": "o 1 cup water o 1/2 cup butter o 1 cup flour o 3 eggs o 1/4 cup sugar o 1 teaspoon cinnamon o Oil for frying  Instructions :",
      "page": 0
    },
    {
      "level": "H1",
      "text": "o 1 small cabbage o 2 carrots o 1/2 cup mayonnaise o 2 tablespoons apple cider vinegar o 1 tablespoon sugar o 1 teaspoon salt  Instructions :",
      "page": 0
    },
    {
      "level": "H1",
      "text": "o Bring water and butter to a boil. o Add flour and stir until a dough forms. o Remove from heat and beat in eggs one at a time. o Heat oil in a pan. o Pipe dough into hot oil and fry until golden. o Drain on paper towels and roll in a mixture of sugar and cinnamon. o Serve warm. Coconut Rice",
      "page": 0
    },
    {
      "level": "H1",
      "text": "o Sauté shredded coconut until lightly browned. o Add rice, coconut milk, water, and salt. o Bring to a boil, then reduce heat and simmer until rice is tender. o Serve warm. Coleslaw",
      "page": 0
    },
    {
      "level": "H1",
      "text": " Ingredients :",
      "page": 0
    },
    {
      "level": "H1",
      "text": "Cornbread",
      "page": 1
    },
    {
      "level": "H1",
      "text": "o 1 cup cornmeal o 1 cup flour o 1/4 cup sugar o 1 tablespoon baking powder o 1/2 teaspoon salt o 1 cup milk o 1/4 cup vegetable oil o 1 egg  Instructions :",
      "page": 1
    },
    {
      "level": "H1",
      "text": "o 2 cups shredded chicken o 1 small onion o 2 cloves garlic o 1/4 cup parsley o 1/4 cup cream cheese o 1 cup flour o 1 cup breadcrumbs o 2 eggs o Oil for frying  Instructions :",
      "page": 1
    },
    {
      "level": "H1",
      "text": "o Preheat oven to 400°F (200°C). o Mix cornmeal, flour, sugar, baking powder, and salt in a bowl. o Add milk, oil, and beaten egg, stir until combined. o Pour batter into a greased baking pan. o Bake for 20-25 minutes until golden. o Serve warm. Coxinha",
      "page": 1
    },
    {
      "level": "H1",
      "text": "o Sauté diced onion and minced garlic until softened. o Mix shredded chicken with onion, garlic, chopped parsley, and cream cheese. o Form mixture into drumstick shapes. o Dredge in flour, dip in beaten eggs, and coat with breadcrumbs. o Fry in hot oil until golden. o Drain on paper towels and serve warm. Croque Monsieur",
      "page": 1
    },
    {
      "level": "H1",
      "text": "o 1 cup lentils o 4 cups water o 1 small onion o 2 cloves garlic o 1 teaspoon cumin o 1 teaspoon turmeric o 1 teaspoon coriander o 1 teaspoon garam masala o 1 teaspoon salt o 2 tablespoons oil  Instructions :",
      "page": 2
    },
    {
      "level": "H1",
      "text": "o 1/2 cup butter o 1/2 cup flour o 2 cups milk o 1/2 cup ham o 1/4 cup grated cheese o 1 teaspoon salt o 1/2 teaspoon nutmeg o 1 cup breadcrumbs o 2 eggs o Oil for frying  Instructions :",
      "page": 2
    },
    {
      "level": "H1",
      "text": "o 2 tablespoons butter  Instructions :",
      "page": 2
    },
    {
      "level": "H1",
      "text": "o Melt butter in a saucepan, stir in flour to make a roux. o Gradually add milk, stirring constantly until thickened. o Stir in diced ham, grated cheese, salt, and nutmeg. o Let mixture cool, then form into croquettes. o Dredge croquettes in flour, dip in beaten eggs, and coat with breadcrumbs. o Fry in hot oil until golden. o Drain on paper towels and serve warm. Dal Tadka",
      "page": 2
    },
    {
      "level": "H1",
      "text": "o Preheat oven to 400°F (200°C). o Spread béchamel sauce on 4 slices of bread. o Top with ham and grated cheese, then cover with remaining bread slices. o Melt butter in a pan and toast sandwiches until golden. o Transfer to a baking sheet, top with more béchamel sauce and cheese. o Bake for 10 minutes until cheese is melted and bubbly. o Serve warm. Croquetas",
      "page": 2
    },
    {
      "level": "H1",
      "text": "o 1 jar grape leaves o 1 cup rice o 1 small onion o 1/4 cup pine nuts o 1/4 cup currants o 1/4 cup lemon juice o 1/4 cup olive oil o 1 teaspoon salt  Instructions :",
      "page": 3
    },
    {
      "level": "H1",
      "text": "o 6 eggs o 1/4 cup mayonnaise o 1 tablespoon mustard o 1 tablespoon vinegar o 1 teaspoon salt o 1/2 teaspoon paprika  Instructions :",
      "page": 3
    },
    {
      "level": "H1",
      "text": "o Hard-boil eggs, then peel and halve. o Remove yolks and mash with mayonnaise, mustard, vinegar, and salt. o Spoon or pipe yolk mixture into egg whites. o Sprinkle with paprika and serve. Dolmas",
      "page": 3
    },
    {
      "level": "H1",
      "text": "o Rinse grape leaves and pat dry. o Sauté diced onion in olive oil until translucent. o Add rice, pine nuts, and currants, cook for 5 minutes. o Add 1 cup water, lemon juice, and salt, simmer until rice is tender. o Place a spoonful of rice mixture on each grape leaf and roll tightly. o Arrange dolmas in a pot, cover with water, and simmer for 30 minutes. o Serve warm or chilled. Dumplings",
      "page": 3
    },
    {
      "level": "H1",
      "text": "o Rinse lentils and cook in water until tender. o Heat oil in a pan and sauté diced onion and minced garlic until translucent. o Add cumin, turmeric, coriander, and garam masala, cook for 1 minute. o Add cooked lentils and stir to combine. o Simmer for 10 minutes, stirring occasionally. o Add salt to taste and serve. Deviled Eggs",
      "page": 3
    },
    {
      "level": "H1",
      "text": "o 1 cup ground egusi seeds o 1/2 pound beef o 1/2 pound fish o 1 small onion o 2 cloves garlic o 4 tomatoes o 1/4 cup palm oil o 1 teaspoon crayfish powder o 1 teaspoon salt o 1/2 teaspoon pepper o 4 cups water o 1/4 cup spinach  Instructions :",
      "page": 4
    },
    {
      "level": "H1",
      "text": "o 1 pound edamame (soybeans in pods) o 1 tablespoon sea salt  Instructions :",
      "page": 4
    },
    {
      "level": "H1",
      "text": "o 1/2 cup chopped cabbage o 1/4 cup chopped green onions o 2 cloves garlic o 1 tablespoon soy sauce o 1 teaspoon sesame oil o Oil for frying  Instructions :",
      "page": 4
    },
    {
      "level": "H1",
      "text": "o Steam or boil edamame until tender (about 5 minutes). o Drain and sprinkle with sea salt. o Serve warm. Egusi Soup",
      "page": 4
    },
    {
      "level": "H1",
      "text": "oil in a bowl. o Place a spoonful of filling on each wrapper and fold to seal. o Fry in hot oil until golden, then steam for 5 minutes. o Serve with dipping sauce. Edamame",
      "page": 4
    },
    {
      "level": "H1",
      "text": "Egg Rolls",
      "page": 5
    },
    {
      "level": "H1",
      "text": "bowl. o Place a spoonful of filling on each wrapper and roll tightly. o Fry in hot oil until golden. o Drain on paper towels and serve with dipping sauce. Elote",
      "page": 5
    },
    {
      "level": "H1",
      "text": "o 1 package egg roll wrappers o 1 cup shredded cabbage o 1/2 cup grated carrots o 1/2 cup bean sprouts o 1/4 cup chopped green onions o 2 tablespoons soy sauce o 1 tablespoon sesame oil o Oil for frying  Instructions :",
      "page": 5
    },
    {
      "level": "H1",
      "text": "o 4 ears of corn o 1/4 cup mayonnaise o 1/4 cup sour cream o 1/2 cup cotija cheese o 1 teaspoon chili powder o 1 lime  Instructions :",
      "page": 5
    },
    {
      "level": "H1",
      "text": "o Grill the corn until charred. o Mix mayonnaise and sour cream in a bowl. o Brush the mixture onto the corn. o Sprinkle with cotija cheese and chili powder. o Squeeze lime juice over the top and serve. Empanadas",
      "page": 5
    },
    {
      "level": "H1",
      "text": "cumin, paprika, and salt until cooked. o Roll out dough and cut into circles. o Place a spoonful of filling on each circle and fold to seal. o Fry in hot oil until golden. o Drain on paper towels and serve warm. Escalivada",
      "page": 6
    },
    {
      "level": "H1",
      "text": "o 1 can chickpeas o 1 small onion o 2 cloves garlic o 1/4 cup parsley o 1 teaspoon cumin o 1 teaspoon coriander o 1 teaspoon salt o 1/4 cup flour o Oil for frying  Instructions :",
      "page": 6
    },
    {
      "level": "H1",
      "text": "o 1 teaspoon paprika o 1 teaspoon salt o Oil for frying  Instructions :",
      "page": 6
    },
    {
      "level": "H1",
      "text": "o 2 eggplants o 2 bell peppers o 2 tomatoes o 1 small onion o 1/4 cup olive oil o 1 teaspoon salt  Instructions :",
      "page": 6
    },
    {
      "level": "H1",
      "text": "o Preheat oven to 400°F (200°C). o Roast eggplants, bell peppers, tomatoes, and onion until tender. o Peel and slice vegetables. o Arrange on a plate and drizzle with olive oil. o Sprinkle with salt and serve warm or at room temperature. Falafel",
      "page": 6
    },
    {
      "level": "H1",
      "text": "o 2 cups cassava flour o 1/4 cup butter o 1 small onion o 2 cloves garlic o 1/4 cup bacon o 1/4 cup parsley o 1 teaspoon salt  Instructions :",
      "page": 7
    },
    {
      "level": "H1",
      "text": "o 2 pita breads o 4 tomatoes o 1 cucumber o 1 small red onion o 1/4 cup parsley o 1/4 cup mint o 1/4 cup lemon juice o 1/4 cup olive oil o 1 teaspoon sumac o 1 teaspoon salt  Instructions :",
      "page": 7
    },
    {
      "level": "H1",
      "text": "o Drain on paper towels and serve. Farofa",
      "page": 7
    },
    {
      "level": "H1",
      "text": "o Sauté diced bacon, onion, and minced garlic in butter until crispy. o Add cassava flour and cook, stirring constantly, until golden. o Stir in chopped parsley and salt. o Serve warm. Fattoush",
      "page": 7
    },
    {
      "level": "H1",
      "text": "o Toast pita breads until crispy, then break into pieces. o Dice tomatoes and cucumber, slice red onion. o Mix vegetables with chopped parsley and mint. o Whisk lemon juice, olive oil, sumac, and salt, then pour over salad. o Toss well and serve. Fava",
      "page": 7
    },
    {
      "level": "H1",
      "text": "o 2 cups cooked beans o 1/4 cup bacon o 1 small onion o 2 cloves garlic o 1/4 cup cassava flour o 1/4 cup parsley o 1 teaspoon salt  Instructions :",
      "page": 8
    },
    {
      "level": "H1",
      "text": "o 2 cups flour o 1/4 cup cornmeal o 1/4 cup sugar o 1 tablespoon baking powder o 1/2 teaspoon salt o 1/4 cup milk o Oil for frying  Instructions :",
      "page": 8
    },
    {
      "level": "H1",
      "text": "o Mix flour, cornmeal, sugar, baking powder, and salt in a bowl. o Add milk and stir until dough forms. o Roll out dough and cut into strips. o Fry in hot oil until golden. o Drain on paper towels and serve warm. Focaccia",
      "page": 8
    },
    {
      "level": "H1",
      "text": "o Rinse split peas and cook in water until tender. o Sauté diced onion and minced garlic in olive oil until softened. o Blend cooked peas with onion, garlic, lemon juice, and salt until smooth. o Serve warm or chilled. Feijão Tropeiro",
      "page": 8
    },
    {
      "level": "H1",
      "text": "o Sauté diced bacon, onion, and minced garlic until crispy. o Add cooked beans and cassava flour, stir to combine. o Stir in chopped parsley and salt. o Serve warm. Festival",
      "page": 8
    },
    {
      "level": "H1",
      "text": " Instructions :",
      "page": 8
    },
    {
      "level": "H1",
      "text": "and sea salt. o Bake at 400°F (200°C) for 20-25 minutes until golden. Freekeh Salad",
      "page": 9
    },
    {
      "level": "H1",
      "text": "o 1 cup freekeh o 2 cups water o 1 small onion o 1/4 cup parsley o 1/4 cup mint o 1/4 cup lemon juice o 1/4 cup olive oil o 1 teaspoon salt  Instructions :",
      "page": 9
    },
    {
      "level": "H1",
      "text": "o 1/4 cup olive oil o Rosemary o Sea salt  Instructions :",
      "page": 9
    },
    {
      "level": "H1",
      "text": "o 2 ripe plantains o 1 cup vegetable oil o 1 teaspoon salt  Instructions :",
      "page": 9
    },
    {
      "level": "H1",
      "text": "o Peel and slice plantains. o Heat oil in a pan and fry plantain slices until golden. o Drain on paper towels and sprinkle with salt. o Serve warm. Fried Rice",
      "page": 9
    },
    {
      "level": "H1",
      "text": "o Rinse freekeh and cook in water until tender, then drain. o Sauté diced onion in olive oil until softened. o Mix freekeh with sautéed onion, chopped parsley, and mint. o Whisk lemon juice, olive oil, and salt, then pour over salad. o Toss well and serve. Fried Plantains",
      "page": 9
    },
    {
      "level": "H1",
      "text": "o 1 baguette o 1/2 cup butter o 4 cloves garlic o 1/4 cup parsley o 1 teaspoon salt  Instructions :",
      "page": 10
    },
    {
      "level": "H1",
      "text": "o 1/2 cup diced carrots o 2 eggs o 2 tablespoons soy sauce o 1 tablespoon sesame oil o 1/4 cup chopped green onions  Instructions :",
      "page": 10
    },
    {
      "level": "H1",
      "text": "o 2 cups cassava flour o 4 cups water  Instructions :",
      "page": 10
    },
    {
      "level": "H1",
      "text": "o 4 potatoes o 1/4 cup soy sauce o 2 tablespoons sugar o 1 tablespoon sesame oil o 1/4 cup water o 1 tablespoon sesame seeds  Instructions :",
      "page": 10
    },
    {
      "level": "H1",
      "text": "o Bring water to a boil. o Gradually add cassava flour, stirring constantly until thickened. o Continue to cook, stirring, until smooth and elastic. o Serve warm. Gamja Jorim",
      "page": 10
    },
    {
      "level": "H1",
      "text": "o Peel and dice potatoes. o Sauté potatoes in sesame oil until lightly browned. o Add soy sauce, sugar, and water, simmer until potatoes are tender. o Garnish with sesame seeds and serve warm. Garlic Bread",
      "page": 10
    },
    {
      "level": "H1",
      "text": "o Sauté diced onion, peas, and carrots in sesame oil until softened. o Push vegetables to the side and scramble eggs in the same pan. o Add cooked rice and soy sauce, stir to combine. o Cook until heated through. o Garnish with chopped green onions and serve. Fufu",
      "page": 10
    },
    {
      "level": "H1",
      "text": "o 2 cups giant beans o 1 small onion o 2 cloves garlic o 4 tomatoes o 1/4 cup olive oil o 1 teaspoon oregano o 1 teaspoon salt o 1/2 teaspoon pepper  Instructions :",
      "page": 11
    },
    {
      "level": "H1",
      "text": "o 4 tomatoes o 1 cucumber o 1 small red onion o 1 bell pepper o 2 cloves garlic o 1/4 cup olive oil o 2 tablespoons red wine vinegar o 1 teaspoon salt o 1/2 teaspoon pepper  Instructions :",
      "page": 11
    },
    {
      "level": "H1",
      "text": "o Preheat oven to 375°F (190°C). o Slice baguette in half lengthwise. o Mix softened butter with minced garlic, chopped parsley, and salt. o Spread mixture on bread. o Bake for 10-15 minutes until golden. o Serve warm. Gazpacho",
      "page": 11
    },
    {
      "level": "H1",
      "text": "o Soak beans overnight, then cook until tender. o Sauté diced onion and minced garlic in olive oil until softened. o Add diced tomatoes, oregano, salt, and pepper, simmer for 10 minutes. o Mix beans with tomato sauce and transfer to a baking dish. o Bake at 375°F (190°C) for 30 minutes. o Serve warm. Goi Cuon (Spring Rolls)",
      "page": 11
    },
    {
      "level": "H1",
      "text": "smooth. o Chill for at least 1 hour before serving. Gigantes Plaki",
      "page": 11
    },
    {
      "level": "H1",
      "text": "carrots, and cucumber on each wrapper. o Roll tightly and serve with dipping sauce. Gomae (Spinach with Sesame Dressing)",
      "page": 12
    },
    {
      "level": "H1",
      "text": "moisture. o Toast sesame seeds and grind them. o Mix sesame seeds with soy sauce, sugar, and mirin. o Toss spinach with dressing and serve. Gratin Dauphinois",
      "page": 12
    },
    {
      "level": "H1",
      "text": "o 1 bunch spinach o 2 tablespoons sesame seeds o 1 tablespoon soy sauce o 1 tablespoon sugar o 1 tablespoon mirin  Instructions :",
      "page": 12
    },
    {
      "level": "H1",
      "text": "o 1 package rice paper wrappers o 1/2 pound shrimp o 1/2 cup rice vermicelli o 1/2 cup lettuce o 1/4 cup mint o 1/4 cup cilantro o 1/4 cup basil o 1/4 cup carrots o 1/4 cup cucumber  Instructions :",
      "page": 12
    },
    {
      "level": "H1",
      "text": "o 4 potatoes o 1 cup heavy cream o 1/2 cup milk o 2 cloves garlic o 1/2 cup grated Gruyère cheese o 1 teaspoon salt o 1/2 teaspoon pepper  Instructions :",
      "page": 12
    },
    {
      "level": "H1",
      "text": "o 4 cups green beans o 1 can cream of mushroom soup o 1/2 cup milk o 1 cup fried onions o 1 teaspoon salt o 1/2 teaspoon pepper  Instructions :",
      "page": 13
    },
    {
      "level": "H1",
      "text": "o 4 tomatoes o 1 cucumber o 1 small red onion o 1/4 cup olives o 1/4 cup feta cheese o 1/4 cup olive oil o 2 tablespoons red wine vinegar o 1 teaspoon oregano o 1 teaspoon salt  Instructions :",
      "page": 13
    },
    {
      "level": "H1",
      "text": "o Dice tomatoes and cucumber, slice red onion. o Mix vegetables with olives and crumbled feta cheese. o Whisk olive oil, vinegar, oregano, and salt, then pour over salad. o Toss well and serve. Green Bean Casserole",
      "page": 13
    },
    {
      "level": "H1",
      "text": "o Layer potatoes in the dish, seasoning with salt and pepper. o Mix cream, milk, and minced garlic, pour over potatoes. o Sprinkle with grated Gruyère cheese. o Bake for 45 minutes until golden and bubbly. o Serve warm. Greek Salad",
      "page": 13
    },
    {
      "level": "H1",
      "text": "o Preheat oven to 350°F (175°C). o Cook green beans until tender. o Mix soup, milk, salt, and pepper in a baking dish. o Add green beans and half of the fried onions, stir to combine. o Bake for 25 minutes. o Top with remaining fried onions and bake for an additional 5 minutes. o Serve warm. Guacamole",
      "page": 13
    },
    {
      "level": "H1",
      "text": "o 1 cup lentils o 1/2 cup chickpeas o 1 small onion",
      "page": 14
    },
    {
      "level": "H1",
      "text": "o 1 small onion o 2 tomatoes o 1 teaspoon salt o 1 tablespoon chopped cilantro o 1 teaspoon minced garlic  Instructions :",
      "page": 14
    },
    {
      "level": "H1",
      "text": "o 2 cucumbers o 1/4 cup sour cream o 2 tablespoons vinegar o 1 tablespoon sugar o 1 teaspoon dill o 1 teaspoon salt  Instructions :",
      "page": 14
    },
    {
      "level": "H1",
      "text": "o 4 eggs o 1 cup water o 1/4 cup green onions o 1 teaspoon salt o 1/2 teaspoon sesame oil  Instructions :",
      "page": 14
    },
    {
      "level": "H1",
      "text": "o Beat eggs with water, salt, and chopped green onions. o Pour mixture into a heatproof bowl. o Steam for 10-15 minutes until set. o Drizzle with sesame oil and serve warm. Harira",
      "page": 14
    },
    {
      "level": "H1",
      "text": "o Cut avocados in half, remove the pit, and scoop out the flesh into a bowl. o Mash the avocados with a fork. o Add lime juice, diced onion, chopped tomatoes, salt, cilantro, and garlic. o Mix well and serve immediately. Gurkensalat (Cucumber Salad)",
      "page": 14
    },
    {
      "level": "H1",
      "text": "o Slice cucumbers thinly. o Mix sour cream, vinegar, sugar, dill, and salt in a bowl. o Toss cucumbers with the dressing. o Serve chilled. Gyeran Jjim",
      "page": 14
    }
  ]
}