{
  "title": "",
  "outline": [
    {
      "level": "H1",
      "text": "1. Open the PDF form in Acrobat or Acrobat Reader, and then choose All tools > Request E-signatures . Alternatively, you can select Sign from the top toolbar.",
      "page": 1
    },
    {
      "level": "H1",
      "text": "2. The Request Signatures window is displayed. It displays the fields progressively as you enter the details. The left pane provides information on getting signatures from others workflow. In the recipients field, add recipient email addresses in the order you want the document to be signed.",
      "page": 1
    },
    {
      "level": "H1",
      "text": "3. The Mail and Message fields are just like the ones you use for sending an email and",
      "page": 1
    },
    {
      "level": "H2",
      "text": "Send a document to get signatures from others",
      "page": 1
    },
    {
      "level": "H1",
      "text": "4. (Optional) Click More Options , if you want to specify advanced options, such as signer",
      "page": 2
    },
    {
      "level": "H1",
      "text": "• (Optional) To explore advanced options including signer authentication, reminders, and more, click More Options .",
      "page": 2
    },
    {
      "level": "H1",
      "text": "• By default, the Complete in Order setting is turned on. The numbers by the email addresses reflect the participation order. If you do not want to follow any particular order for signing, toggle the switch to Complete In Any Order . (Optional) Click Add Me, if you want to be included as a signer of the document.",
      "page": 2
    },
    {
      "level": "H1",
      "text": "• If you don't want to use the More Options , skip the next optional step.",
      "page": 2
    },
    {
      "level": "H1",
      "text": "• Password Protect the PDF file.",
      "page": 2
    },
    {
      "level": "H1",
      "text": "• Set a Completion Deadline .",
      "page": 2
    },
    {
      "level": "H1",
      "text": "• Specify authentication type like Email , Password , Social Identity , Knowledge- Based Authentication , Phone, or Acrobat Sign .",
      "page": 2
    },
    {
      "level": "H1",
      "text": "• Specify the Recipient's Language in the email sent.",
      "page": 2
    },
    {
      "level": "H1",
      "text": "• To add form fields and specify where to sign, click Specify where to sign .",
      "page": 2
    },
    {
      "level": "H1",
      "text": "5. The Specify Where to Fill & Sign window is displayed showing options based on",
      "page": 3
    },
    {
      "level": "H1",
      "text": "• Simplified mode for single signer If you've added one signer, the Advanced Editing mode is off, and you see the simplified option as shown below. To place a signature or another field, click at the desired location in the document and then set the field's properties from its context menu.",
      "page": 3
    },
    {
      "level": "H1",
      "text": "• Simplified mode for multiple signers This mode provides simplified authoring with the capability of assigning fields to multiple signers. When you select a signer from the right pane and add fields in the form, the fields are assigned to the signer. That means those fields will be available to the signer for filling the information and signing the form.",
      "page": 4
    },
    {
      "level": "H1",
      "text": "6. When you've placed all desired fields in the document, click Send . The document is",
      "page": 5
    },
    {
      "level": "H1",
      "text": "Note: You can switch between simplified mode and advanced mode for multiple signers. To switch mode, turn off the Advanced Editing switch in the right-pane.",
      "page": 5
    },
    {
      "level": "H1",
      "text": "• Advanced mode for multiple signers If you've added multiple signers, you see the options as shown below. Click",
      "page": 5
    },
    {
      "level": "H1",
      "text": "You receive an email from Acrobat Sign stating that the agreements have been sent to the first signer for signature. The first signer also receives an email with a link to sign the agreement. When the signer adds his or her signature in the signature field and then clicks the Click to sign button, the agreement is sent to the next signer with a link to sign, and so on. Once the agreement is signed by all the signers, everyone gets a copy of the signed agreement.",
      "page": 6
    },
    {
      "level": "H1",
      "text": "Note: Signers are not required to sign up or purchase any Adobe product to sign agreements. They can sign agreements using a web browser, mobile device, or Acrobat / Acrobat Reader desktop application.",
      "page": 7
    },
    {
      "level": "H2",
      "text": "Signer's experience",
      "page": 7
    },
    {
      "level": "H1",
      "text": "• In the Acrobat desktop app, go to the Tools center , scroll down to the E-Sign section, and then select Send in bulk .",
      "page": 7
    },
    {
      "level": "H1",
      "text": "• Sign in to Acrobat online , select the E-Sign menu in the top navigation bar, and then select Send in bulk .",
      "page": 7
    },
    {
      "level": "H1",
      "text": "1. Select the Send in Bulk tool as explained earlier. The Send in bulk file upload page is displayed.",
      "page": 8
    },
    {
      "level": "H1",
      "text": "2. Add a file :",
      "page": 8
    },
    {
      "level": "H1",
      "text": "Steps to send in bulk",
      "page": 8
    },
    {
      "level": "H1",
      "text": "1. List the participants required.",
      "page": 9
    },
    {
      "level": "H1",
      "text": "2. Enter recipient email addresses followed by commas, or copy and paste a list of email addresses into the Email field.",
      "page": 9
    },
    {
      "level": "H1",
      "text": "3. Add participants :",
      "page": 9
    },
    {
      "level": "H1",
      "text": "3. Configure participant authentication by clicking the key icon to the right of the participant.",
      "page": 9
    },
    {
      "level": "H1",
      "text": "Password authentication can be added to increase security. When configured, the participant must enter the password before they can interact with the agreement.",
      "page": 9
    },
    {
      "level": "H1",
      "text": "• Click Add me to add yourself as a counter signer.",
      "page": 9
    },
    {
      "level": "H1",
      "text": "• Email is the default authentication method for confirming the identity of each participant and is sufficient to obtain a legal signature in most cases.",
      "page": 9
    },
    {
      "level": "H1",
      "text": "• Click Add cc to add people you want to be copied when the agreement is sent and complete.",
      "page": 10
    },
    {
      "level": "H1",
      "text": "6. Add Agreement Details:",
      "page": 11
    },
    {
      "level": "H1",
      "text": "7. Edit the Agreement settings (Optional):",
      "page": 11
    },
    {
      "level": "H1",
      "text": "• Select Add access password if you require recipients to enter a password to open and view the signed PDF file.",
      "page": 11
    },
    {
      "level": "H1",
      "text": "• Select Set Reminder to set the frequency of reminders to be sent until the agreement is completed.",
      "page": 11
    },
    {
      "level": "H1",
      "text": "8. Click Next in the upper right corner of the window.",
      "page": 12
    },
    {
      "level": "H1",
      "text": "Note: If you have added multiple files, the files are converted into PDFs and combined into a single document. The combined document is opened for you to add fields.",
      "page": 12
    },
    {
      "level": "H1",
      "text": "1. Simple Authoring is loaded by default in most instances. Simple authoring:",
      "page": 13
    },
    {
      "level": "H1",
      "text": "2. Advanced Authoring can be enabled by selecting the toggle in the upper right corner.",
      "page": 13
    },
    {
      "level": "H1",
      "text": "9. Prepare the Agreement and Add Fields:",
      "page": 13
    },
    {
      "level": "H1",
      "text": "You can now add any necessary fields to the agreement. Remember that a Signature field must be placed for each signer (including internal counter-singers).",
      "page": 13
    },
    {
      "level": "H1",
      "text": "10. Select Next (in the top-right corner) after all the fields have been placed.",
      "page": 14
    },
    {
      "level": "H1",
      "text": "11. Review and Send",
      "page": 14
    },
    {
      "level": "H1",
      "text": "Note: You can switch between Simple and Advanced mode by selecting the Advanced editing (on||off) toggle in the upper-right corner.",
      "page": 14
    },
    {
      "level": "H1",
      "text": "Review the agreement information and Send if everything is correct",
      "page": 14
    },
    {
      "level": "H1",
      "text": "12. Confirmation",
      "page": 15
    },
    {
      "level": "H1",
      "text": "• Click Close to return to the Acrobat online Home page",
      "page": 15
    },
    {
      "level": "H1",
      "text": "• Manage agreements - Opens the Bulk Sends page with all your agreements: track status, access audit trails, send reminder",
      "page": 15
    },
    {
      "level": "H1",
      "text": "• Send another document in bulk - Prepare another document to send to many people",
      "page": 15
    },
    {
      "level": "H1",
      "text": "1. Navigate to the Documents tab.",
      "page": 16
    },
    {
      "level": "H1",
      "text": "2. Select Bulk Sends in the list of Your documents on the left side of the window.",
      "page": 16
    },
    {
      "level": "H1",
      "text": "3. Single-click the Bulk Send you to want to access, opening the context menu on the",
      "page": 16
    },
    {
      "level": "H1",
      "text": "Manage your bulk sends",
      "page": 16
    },
    {
      "level": "H1",
      "text": "• Metadata (red square): At the top of the menu is the metadata for the Bulk Send template:",
      "page": 16
    },
    {
      "level": "H1",
      "text": "• Actions menu (blue square) - This section contains all of the actions you can take regarding the Bulk Send (parent template). Click the See More link at the bottom right of the section to see all values:",
      "page": 17
    },
    {
      "level": "H1",
      "text": "• Cancel: Cancel the Bulk Send.",
      "page": 17
    },
    {
      "level": "H1",
      "text": "• Download PDF - Downloads the whole (blank) PDF.",
      "page": 17
    },
    {
      "level": "H1",
      "text": "• Open Bulk Send - Opens the Bulk Send template document for viewing only. No fields are available",
      "page": 17
    },
    {
      "level": "H1",
      "text": "• Reminders – Add a reminder for yourself or everyone else who still needs to sign.",
      "page": 17
    },
    {
      "level": "H1",
      "text": "• Activity for the Bulk Send parent template (orange square) - The Activity > link at the bottom of the context panel opens a chronological list of the enablement actions taken against the (parent) Bulk Send template (eg: Creation , Completed events).",
      "page": 18
    },
    {
      "level": "H1",
      "text": "• Add Notes - Allows the user to make personal notes for the Bulk Send.",
      "page": 18
    },
    {
      "level": "H1",
      "text": "• Agreements summary/filter (green square) - The Agreements section shows up to five values that reflect the number of child agreements in each status. If no child agreements are in a given status, the status is not exposed, so you may see fewer than five line items. Clicking any one status will produce a filter list of those child agreements:",
      "page": 18
    },
    {
      "level": "H1",
      "text": "• All - Shows all (child) agreements that have spawned from the Bulk Send (parent template).",
      "page": 18
    },
    {
      "level": "H1",
      "text": "• Canceled - Indicates that either the sender explicitly canceled the child agreement, or the participant declined to sign.",
      "page": 18
    },
    {
      "level": "H1",
      "text": "• Completed - Completed agreements have successfully obtained all signatures from all participants on the agreement.",
      "page": 18
    },
    {
      "level": "H1",
      "text": "• Download Form Field Data - Downloads a CSV file of the field-level content for all child agreements spawned from this parent Bulk Send that have been completed.",
      "page": 18
    },
    {
      "level": "H1",
      "text": "• Download Individual Files - Provides the option to download the individual PDF files if multiple files were used to create the web form.",
      "page": 18
    },
    {
      "level": "H1",
      "text": "• Hide/Unhide Bulk Send - Hide/Unhiding the Bulk Send simply removes (or adds) the Bulk Send from your normal Manage page view.",
      "page": 18
    },
    {
      "level": "H1",
      "text": "• In Progress - Indicates that the child agreement is waiting for the participant to complete their signature.",
      "page": 18
    },
    {
      "level": "H1",
      "text": "• Share - Shares the Bulk Send along with its status with the user email you provide. Shared web forms can be viewed on the Manage page, but do not allow editing.",
      "page": 18
    },
    {
      "level": "H1",
      "text": "• View Activity Report",
      "page": 18
    },
    {
      "level": "H1",
      "text": "• Waiting for You - Indicates that the agreement is waiting for the sender to countersign the agreement.",
      "page": 18
    },
    {
      "level": "H1",
      "text": "Sign documents",
      "page": 19
    },
    {
      "level": "H1",
      "text": "Validate documents",
      "page": 19
    },
    {
      "level": "H1",
      "text": "What can I do with certificate IDs?",
      "page": 19
    },
    {
      "level": "H1",
      "text": "Why use certificate signatures?",
      "page": 19
    },
    {
      "level": "H1",
      "text": "Resources",
      "page": 20
    },
    {
      "level": "H1",
      "text": "Set privileges and permissions for others",
      "page": 20
    },
    {
      "level": "H1",
      "text": "To sign a document with a certificate-based signature, you must obtain a digital ID or create a self-signed digital ID in Acrobat or Acrobat Reader . The digital ID contains a private key and a certificate with a public key, and more. The private key is used to create the certificate-based",
      "page": 20
    },
    {
      "level": "H1",
      "text": "• Use Acrobat Standard or Pro to encrypt a PDF document with a certificate ID to restrict usage such as printing, editing, or copying What if my organization isn’t prepared to set up certificate- based signatures?",
      "page": 20
    },
    {
      "level": "H1",
      "text": "1. Open a PDF in Acrobat and choose All Tools > more > Use a certificate in the",
      "page": 21
    },
    {
      "level": "H1",
      "text": "2. The Use a certificate tool is open on the left pane.",
      "page": 21
    },
    {
      "level": "H1",
      "text": "3. Select OK in the Save as Certified Document dialog box.",
      "page": 21
    },
    {
      "level": "H1",
      "text": "Alternatively, from Acrobat Home, select See all tools . In the Protect section, select Use a certificate , and then select a file you want to certify.",
      "page": 21
    },
    {
      "level": "H1",
      "text": "Certificate-based signature in a PDF form Steps to add a certificate-based signature to a PDF",
      "page": 21
    },
    {
      "level": "H1",
      "text": "• Select Certify (invisible signatures) if you want to certify the document without a visible signature.",
      "page": 21
    },
    {
      "level": "H1",
      "text": "• Select Certify (visible signatures) to certify with a visible digital signature, and then select Drag New Signature Rectangle in the dialog box that appears.",
      "page": 21
    },
    {
      "level": "H1",
      "text": "4. If you've selected, Certify (visible signatures) in step 2, use the mouse to drag and draw",
      "page": 22
    },
    {
      "level": "H1",
      "text": "5. In the Sign with a Digital ID dialog box, choose the Digital ID you want to use for",
      "page": 22
    },
    {
      "level": "H1",
      "text": "6. Select Review to review the document content before signing, then select Sign. Save",
      "page": 22
    },
    {
      "level": "H1",
      "text": "Certify (visible or invisible signatures)",
      "page": 22
    },
    {
      "level": "H1",
      "text": "Certifying and signing documents",
      "page": 22
    },
    {
      "level": "H1",
      "text": "Digitally sign",
      "page": 22
    },
    {
      "level": "H1",
      "text": "The Use a certificate tool lets you apply two types of certificate-based signatures. You can Certify a document, attest to its content or approve a document with the Digitally sign option.",
      "page": 22
    },
    {
      "level": "H1",
      "text": "When you Digitally sign with a certificate, the signature is considered an approval signature.",
      "page": 22
    },
    {
      "level": "H1",
      "text": "certifying the document and select Continue , or select Configure New Digital ID to create a new ID.",
      "page": 22
    },
    {
      "level": "H1",
      "text": "Certify options provide a higher level of document control than Digitally sign . For documents that require certification, you must certify the documents before others sign them. If a document has already been signed, the Certify options are disabled. When you certify a document, you can control the types of changes other people can make. You can certify with or without displaying a signature.",
      "page": 23
    },
    {
      "level": "H1",
      "text": "Note:",
      "page": 23
    },
    {
      "level": "H1",
      "text": "Setting up certificate-based signatures",
      "page": 23
    },
    {
      "level": "H1",
      "text": "Signatures made with the Certify or Digitally sign options comply with data protection standards specified by the European Telecommunications Standards Institute (ETSI). In addition, both signature types comply with the PDF Advanced Electronic Signature (PAdES) standard. Acrobat and Acrobat Reader provide an option to change the default signing format to a CAdES format. This option is compliant with Part 3 of the PAdES standard. The timestamp capability and native support for long-term validation of signatures (introduced in Acrobat 9.1) is in compliance with Part 4 of the PAdES standard. The default signing format, when set up accordingly, is compliant with Part 2 of the PAdES standard. You can change the default signing method or format, in the Signatures panel of the Preferences dialog box. Under Creation & Appearance, click More.",
      "page": 23
    },
    {
      "level": "H1",
      "text": "• Use the Preview Document mode to suppress any dynamic content that can alter the appearance of the document and mislead you into signing an unsuitable document. For information about using the Preview Document mode, see Sign in Preview Document mode .",
      "page": 23
    },
    {
      "level": "H1",
      "text": "2. Right-click the signature field, and select Sign Document or Certify with Visible",
      "page": 24
    },
    {
      "level": "H1",
      "text": "Create the appearance of a certificate-based signature",
      "page": 24
    },
    {
      "level": "H1",
      "text": "Customizing signature workflows using seed values",
      "page": 24
    },
    {
      "level": "H1",
      "text": "Note: You can also create an appearance using the Signature preferences: Hamburger menu > Preferences > Signatures (Windows) or Acrobat > Preferences > Signatures (macOS).",
      "page": 24
    },
    {
      "level": "H1",
      "text": "Signature .",
      "page": 24
    },
    {
      "level": "H1",
      "text": "Signing workflow preferences control what you can see and do when the signing dialog box opens. You can allow certain actions, hide and display data fields, and change how content affects the signing process. Setting signing preferences impacts your ability to see what you are signing. For information on the available signing preferences, see “ Signing Workflow Preferences ” in the Digital Signature Guide .",
      "page": 24
    },
    {
      "level": "H1",
      "text": "• Choose a signature type. Learn about approval and certification signatures to determine the type you should choose to sign your document. (See Signature types .) Set signing preferences",
      "page": 24
    },
    {
      "level": "H1",
      "text": "1. Open the Preferences dialog box.",
      "page": 25
    },
    {
      "level": "H1",
      "text": "3. From the Appearance menu in the Sign dialog box, select Create New Appearance .",
      "page": 25
    },
    {
      "level": "H1",
      "text": "4. In the Configure Signature Appearance dialog box, type a name for the signature",
      "page": 25
    },
    {
      "level": "H1",
      "text": "5. For Configure Graphic, choose an option:",
      "page": 25
    },
    {
      "level": "H1",
      "text": "6. For Configure Text, select the options that you want to appear in the signature.",
      "page": 25
    },
    {
      "level": "H1",
      "text": "7. For Text Properties, specify the writing direction and type of digits used, and then",
      "page": 25
    },
    {
      "level": "H1",
      "text": "Imported Graphic Displays an image with your certificate-based signature. Select this option to include an image of your handwritten signature. To import the image file, select File, select Browse and then select the image file.",
      "page": 25
    },
    {
      "level": "H1",
      "text": "Name Displays only the default signature icon and your name as it appears in your digital ID file.",
      "page": 25
    },
    {
      "level": "H1",
      "text": "No Graphic Displays only the default icon and other information specified in the Configure Text section.",
      "page": 25
    },
    {
      "level": "H1",
      "text": "Set up a roaming ID account",
      "page": 25
    },
    {
      "level": "H1",
      "text": "click OK . See also Enable right-to-left languages .",
      "page": 25
    },
    {
      "level": "H1",
      "text": "2. Under Categories , select Signatures .",
      "page": 26
    },
    {
      "level": "H1",
      "text": "3. For Identities & Trusted Certificates , select More .",
      "page": 26
    },
    {
      "level": "H1",
      "text": "4. Expand Digital IDs on the left, select Roaming ID Accounts , and select Add",
      "page": 26
    },
    {
      "level": "H1",
      "text": "5. Type the name and URL for the roaming ID server, and select Next .",
      "page": 26
    },
    {
      "level": "H1",
      "text": "6. Type your user name and password, or follow the directions to create an account.",
      "page": 26
    },
    {
      "level": "H1",
      "text": "Account .",
      "page": 26
    },
    {
      "level": "H1",
      "text": "Directory servers are commonly used as centralized repositories of identities within an organization. The server acts as an ideal location to store user certificates in enterprises that use certificate encryption. Directory servers let you locate certificates from network servers, including Lightweight Directory Access Protocol (LDAP) servers. After you locate a certificate, you can add it to your list of trusted identities so that you don’t have to look it up again. By developing a storage area for trusted certificates, you or a member of your workgroup can facilitate the use of encryption in the workgroup.",
      "page": 26
    },
    {
      "level": "H1",
      "text": "Import directory server settings (Windows only)",
      "page": 26
    },
    {
      "level": "H1",
      "text": "PKCS#12 modules and tokens",
      "page": 26
    },
    {
      "level": "H1",
      "text": "Select Next , and then select Finish .",
      "page": 26
    },
    {
      "level": "H1",
      "text": "Store certificates on directory servers",
      "page": 26
    },
    {
      "level": "H1",
      "text": "You can have multiple digital IDs that you use for different purposes, particularly if you sign documents in different roles or using different certification methods. Digital IDs are usually password protected. They can be stored on your computer in PKCS #12 file format. Digital IDs can also be stored on a smart card, hardware token, or in the Windows certificate store. Roaming IDs can be stored on a server. Acrobat includes a default signature handler that can access digital IDs from various locations. Register the digital ID in Acrobat for it to be available for use.",
      "page": 26
    },
    {
      "level": "H1",
      "text": "2. Under Categories , select Identity .",
      "page": 27
    },
    {
      "level": "H1",
      "text": "3. Enter your name, organization, and email address to create your profile.",
      "page": 27
    },
    {
      "level": "H1",
      "text": "3. For Document Timestamping , select More .",
      "page": 27
    },
    {
      "level": "H1",
      "text": "4. Select Directory Servers on the left, and then select Import .",
      "page": 27
    },
    {
      "level": "H1",
      "text": "4. Under Categories , select Signatures .",
      "page": 27
    },
    {
      "level": "H1",
      "text": "5. For Document Timestamping , select More .",
      "page": 27
    },
    {
      "level": "H1",
      "text": "5. Select the import/export methodology file and select Open .",
      "page": 27
    },
    {
      "level": "H1",
      "text": "6. Select Directory Servers on the left, and then select one or more servers on the",
      "page": 27
    },
    {
      "level": "H1",
      "text": "6. Select the Signature Properties button to check the current signature status if the file",
      "page": 27
    },
    {
      "level": "H1",
      "text": "7. Select Export , select a destination, and then select Next .",
      "page": 27
    },
    {
      "level": "H1",
      "text": "7. Select Import Search Directory Settings .",
      "page": 27
    },
    {
      "level": "H1",
      "text": "8. Select OK , if prompted to confirm your choice.",
      "page": 27
    },
    {
      "level": "H1",
      "text": "8. To prove that the file came from you, select Sign , add your signature, and then",
      "page": 27
    },
    {
      "level": "H1",
      "text": "9. Do one of the following:",
      "page": 27
    },
    {
      "level": "H1",
      "text": "Export directory server settings (Windows only)",
      "page": 27
    },
    {
      "level": "H1",
      "text": "The directory server appears in the Security Settings dialog box.",
      "page": 27
    },
    {
      "level": "H1",
      "text": "select Next .",
      "page": 27
    },
    {
      "level": "H1",
      "text": "• To save the file, specify its name and location, and select Save .",
      "page": 27
    },
    {
      "level": "H1",
      "text": "• To send the file as an attachment, type an email address in the To box, select Next , and then select Finish .",
      "page": 27
    },
    {
      "level": "H1",
      "text": "3. For Document Timestamping , click More .",
      "page": 28
    },
    {
      "level": "H1",
      "text": "4. Select Time Stamp Servers on the left.",
      "page": 28
    },
    {
      "level": "H1",
      "text": "5. Do one of the following:",
      "page": 28
    },
    {
      "level": "H1",
      "text": "Configure a timestamp server",
      "page": 28
    },
    {
      "level": "H1",
      "text": "Note: If you did not embed a timestamp when you signed the document, you can add one later to your signature. (See Establish long-term signature validation .) A timestamp applied after signing a document uses the time provided by the timestamp server.",
      "page": 28
    },
    {
      "level": "H1",
      "text": "Note: See also Export security settings . Add a timestamp to certificate-based signatures",
      "page": 28
    },
    {
      "level": "H1",
      "text": "Timestamps appear in the signature field and in the Signature Properties dialog box. If a timestamp server is configured, the timestamp appears in the Date/Time tab of the Signature Properties dialog box. If no timestamp server is configured, the signatures field displays the local time of the computer at the moment of signing.",
      "page": 28
    },
    {
      "level": "H1",
      "text": "settings, click the Import button . Select the file, and select Open .",
      "page": 28
    },
    {
      "level": "H1",
      "text": "5. Select the timestamp server, and click the Set Default button .",
      "page": 29
    },
    {
      "level": "H1",
      "text": "6. Select OK to confirm your selection.",
      "page": 29
    },
    {
      "level": "H1",
      "text": "Set a timestamp server as the default",
      "page": 29
    },
    {
      "level": "H1",
      "text": "• If you've a URL for the timestamp server, select the New button . Type a name, and then type the server URL. Specify whether the server requires a username and password, then select OK .",
      "page": 29
    }
  ]
}